let info = [
    {
        name: "Маргарита",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "спелые томаты": 30
        },
        price: "145",
        image: "./img/1margarita.jpg"
    },
    {
        name: "Пицца Четыре сезона",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "спелые томаты": 30, 
            "грибы шампиньоны": 55, 
            "аппетитная салями": 99, 
            "сыр Дор Блю": 87
        },
        price: "139",
        image: "./img/pitstsa-chetyre-sezona.jpg"
    },
    {
        name: "Вегетарианская",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "грибы шампиньоны": 55, 
            "спелые томаты": 30, 
            "сладкий перец": 29, 
            "сладкая кукуруза": 76, 
            "маринованный синий лук": 31, 
            "маслины": 56, 
            "свежая зелень": 19
        },
        price: "178",
        image: "./img/1vegetarianskaya.jpg"
    },
    {
        name: "Мюнхенская",
        composition: {
            "горчичный соус": 74, 
            "сыр Моцарелла": 65, 
            "аппетитная салями": 99, 
            "маринованный лук": 31, 
            "охотничьи колбаски": 98, 
            "копченое куриное филе": 87, 
            "свежая зелень": 19, 
            "пикантное чесночное масло": 109
        },
        price: "155",
        image: "./img/myunhenskaya.jpg"
    },
    {
        name: "Тревизо",
        composition: {
            "горчичный соус": 74, 
            "сыр Моцарелла": 65, 
            "аппетитная салями": 99, 
            "свинина": 89, 
            "спелые томаты": 30, 
            "маринованные огурцы": 28, 
            "горячий острый перец": 29, 
            "свежая зелень": 19, 
            "пикантное чесночное масло": 109
        },
        price: "159",
        image: "./img/trevizo.jpg"
    },
    {
        name: "Пепперони",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "колбаска Пепперони": 88
        },
        price: "135",
        image: "./img/pepperoni.jpg"
    },
    {
        name: "Семейная",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "сочная ветчина": 96, 
            "сладкая кукуруза": 76, 
            "грибы шампиньоны": 55, 
            "копченое куриное филе": 87, 
            "свежая зелень": 19
        },
        price: "159",
        image: "./img/semeynaya.jpg"
    },
    {
        name: "Ассорти",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "аппетитная салями со свининой": 132, 
            "сладкий перец": 29, 
            "маслины": 56, 
            "свежая зелень": 19
        },
        price: "285",
        image: "./img/1assorti.jpg"
    },
    {
        name: "Пикантэ",
        composition: {
            "горчичный соус": 74, 
            "сыр Моцарелла": 65, 
            "хрустящий бекон": 200, 
            "копченое куриное филе": 87, 
            "сыр Дор Блю": 84
        },
        price: "259",
        image: "./img/pikante.jpg"
    },
    {
        name: "Пицца Американо",
        composition: {
            "горчичный соус": 74, 
            "сыр Моцарелла": 65, 
            "грибы шампиньоны": 55, 
            "спелые томаты": 30, 
            "охотничьи колбаски": 98, 
            "картофель фри": 59, 
            "свежая петрушка": 18
        },
        price: "255",
        image: "./img/pitstsa-amerikano.jpg"
    },
    {
        name: "Восточная красавица",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "аппетитная салями": 99, 
            "горячая телятина": 86, 
            "спелые томаты": 30, 
            "маринованные огурцы": 28, 
            "острый перец": 28
        },
        price: "257",
        image: "./img/1vostochnaya-krasavitsa.jpg"
    },
    {
        name: "Гавайская",
        composition: {
            "сливочный соус": 73, 
            "сыр Моцарелла": 65, 
            "сладкая кукуруза": 76, 
            "копченое куриное филе": 87, 
            "тропический ананас": 34
        },
        price: "279",
        image: "./img/gavayskaya.jpg"
    },
    {
        name: "Кватро ди Карне",
        composition: {
            "соус томатный": 45, 
            "сыр Моцарелла": 65, 
            "хрустящий бекон": 89, 
            "аппетитная салями": 99,
            "сочная ветчина": 96, 
            "охотничьи колбаски": 98, 
            "свежая зелень": 19, 
            "пикантное чесночное масло": 109
        },
        price: "270",
        image: "./img/1kvatro-di-karne.jpg"
    },
    {
        name: "Футбольная",
        composition: {
            "горчичный соус": 74, 
            "сыр Моцарелла": 65, 
            "хрустящий бекон": 89, 
            "охотничьи колбаски": 98, 
            "грибы шампиньоны": 55, 
            "спелые томаты": 30, 
            "маринованный синий лук": 27, 
            "свежая зелень": 19, 
            "пикантное чесночное масло": 109
        },
        price: "266",
        image: "./img/futbolnaya.jpg"
    },
    {
        name: "Баварская",
        composition: {
            "горчичный соус": 74, 
            "cоус томатный": 45, 
            "сыр Моцарелла": 65, 
            "колбаски охотничьи": 98, 
            "колбаски домашние": 89, 
            "маринованные огурцы": 28, 
            "петрушка": 18
        },
        price: "263",
        image: "./img/bavarskaya.jpg"
    }
];